/* Localized versions of QuickTime Player strings */
"qtpMovie" = "Film";
"qtpElement" = "Element";
"qtpLayout" = "Layout";
"qtpText" = "Text";

"qtpIndeterminateTime" = "Okänt";
/* A/V Controls */
"avControls" = "Ljud/bildreglage";

/* preferences */
"qtpPreferencesToolbarLabelGeneral" = "Allmänt";
"qtpPreferencesToolbarLabelFullscreen" = "Helskärm";
"qtpPreferencesToolbarLabelCapture" = "Inspelning";
"qtpPreferencesNoDeviceAvailable" = "(Ingen enhet tillgänglig)";
"qtpPreferencesChoose" = "Välj";
"qtpPreferencesCaptureDeviceAutomatic" = "Automatiskt";
"qtpPreferencesCaptureDeviceUnavailable" = " (ej tillgänglig)";
"qtpPreferencesCaptureDeviceNameAndInputName" = "%@: %@"; /* e.g. "Built-In Audio: Line In" */
"qtpPreferencesCaptureAudioDeviceNameiSight" = "Inbyggd i iSight";

"qtpCaptureSmall" = "Bättre (H.264)";
"qtpCaptureSmallDescription" = "Bättre för e-post och webbdelning.\n%lux%lu video, 128 kbit/s AAC-ljud";
"qtpCaptureSmallAlt" = "Bra (MPEG-4)";
"qtpCaptureSmallAltDescription" = "Bra för e-post och webbdelning.\n%lux%lu video, 128 kbit/s AAC-ljud";
"qtpCaptureLarge" = "Bäst (H.264)";
"qtpCaptureLargeDescription" = "Bäst för e-post och webbdelning.\n%lux%lu video, 128 kbit/s AAC-ljud";
"qtpCaptureNative" = "Enhetens egen";
"qtpCaptureNativeDescription" = "Bäst för efterbearbetning.\nRaw-video och -ljud, stora filer.";

/* menu items */
"qtpShowMovieInfo" = "Visa filminfo";
"qtpHideMovieInfo" = "Visa filminfo"; /* Movie Info gets re-revealed */
"qtpShowMovieInspector" = "Visa filmgranskare";
"qtpHideMovieInspector" = "Göm filmgranskare";
"qtpClearMenu" = "Rensa meny";
"qtpSelectScript" = "Välj manus";
"qtpRun" = "Kör";
"qtpShowPitchShift" = "Visa PitchShift";
"qtpNewMovieRecording" = "Ny filminspelning";
"qtpNewAudioRecording" = "Ny ljudinspelning";
"qtpMovieRecording" = "Filminspelning";
"qtpAudioRecording" = "Ljudinspelning";
"qtpShowAVControls" = "Visa ljud/bildreglage";
"qtpHideAVControls" = "Göm ljud/bildreglage";
"qtpShowClosedCaption" = "Visa dold textning";
"qtpHideClosedCaption" = "Göm dold textning";
"qtpShare" = "Dela…";
"qtpStopAllMovies" = "Stoppa alla filmer";
"qtpPlayAllMovies" = "Spela upp alla filmer";
"qtpShowSoundControls" = "Visa ljudreglage";
"qtpHideSoundControls" = "Göm ljudreglage";
"qtpHidePropertyInspector" = "Göm egenskapsgranskaren";
"qtpShowPropertyInspector" = "Visa Egenskapsgranskaren";
"qtpOpenMovie" = "Öppna film…";
"qtpOpenMovieInNewPlayer" = "Öppna film i nytt fönster…";
"qtpOpenURL" = "Öppna URL…";
"qtpOpenURLInNewPlayer" = "Öppna URL i nytt fönster…";
"qtpHalfSize" = "Halva storleken";
"qtpActualSize" = "Verklig storlek";
"qtpDoubleSize" = "Dubbla storleken";
"qtpFitToScreen" = "Anpassa till skärm";
"qtpLetterbox" = "Anpassa till skärm";
"qtpZoom" = "Fyll skärmen";
"qtpStretch" = "Anpassa till skärm";
"qtpPanoramicStretch" = "Panorama";
"qtpMinimize" = "Minimera";
"qtpClose" = "Stäng";
"qtpFullScreen" = "Använd helskärmsläge";
"qtpExitFullScreen" = "Lämna helskärmsläge";
"qtpAXURLPopupButtonValue" = "Markera URL";
"qtpAXURLTextTitle" = "Film-URL";
"qtpExportRefMovieForWebMenuTitle" = "Exportera för webben och iPhone…";

/* strings for the Undo menu item */
"qtMovieViewEditCut" = "Klipp ut";
"qtMovieViewEditCopy" = "Kopiera";
"qtMovieViewEditPaste" = "Klistra in";
"qtMovieViewEditDelete" = "Radera";
"qtMovieViewEditAdd" = "Lägg till i film";
"qtMovieViewEditAddScaled" = "Lägg till i markering och skalanpassa";
"qtMovieViewEditReplace" = "Ersätt";
"qtMovieViewEditTrim" = "Putsa efter markering";
"qtMovieViewMove" = "Flytta";
"qtMovieViewResize" = "Ändra storlek";
"qtMovieViewDelete" = "Radera";
"qtMovieViewPlace" = "Plats";
"qtMovieViewInsert" = "Infoga";
"qtMovieViewDeleteTrack" = "Radera spår";
"qtMovieViewEnableTrack" = "Aktivera spår";

"QTMoviePosterTimeAttribute" = "Välj filmvinjettbild";
"QTMovieApertureMode" = "Välj bländare";
"QTTrackHighQualityVideoAttribute" = "Ställ in högkvalitativ video";
"QTTrackDeinterlaceVideoAttribute" = "Ställ in avsammanflätning av video";
"QTTrackSingleFieldVideoAttribute" = "Ställ in enfältsvideo";
"QTTrackPreloadTrackAttribute" = "Ställ in förinläsning av spår";
"QTTrackNeverPurgeTrackAttribute" = "Ställ in spår att aldrig rensas";
"QTTrackMatrixAttribute" = "Ställ in spårmatris";
"QTTrackChapterlistAttribute" = "Välj kapitel";
"QTTrackContentsAttribute" = "Välj spårinnehåll";
"QTTrackMaskAttribute" = "Ställ in spårmask";
"QTTrackVolumeAttribute" = "Ställ in spårvolym";
"QTTrackBalanceAttribute" = "Ställ in spårbalans";
"QTTrackHrefAttribute" = "Ställ in spår-HREF";
"QTTrackTransferModeAttribute" = "Ställ in videoöverföringsläge";
"QTTrackOperationColorAttribute" = "Ställ in åtgärdsfärg för video";
"QTTrackEnabledAttribute" = "Ställ in spåraktivering";
"QTTrackLanguageAttribute" = "Ange språk för spår";
"QTTrackLayerAttribute" = "Ställ in spårlager";
"QTTrackRangeAttribute" = "Välj spårstarttid";
"QTTrackDisplayNameAttribute" = "Ställ in spårnamn";
"QTTrackSourcePositionAttribute" = "Välj spårposition";
"QTTrackSourceDimensionsAttribute" = "Välj spårmått";


/* track names */
"qtTrackMovieName" = "Film";
"qtTrackMovieTrackName" = "Filmspår";
"qtTrackVideoTrackName" = "Videospår";
"qtTrackSoundTrackName" = "Ljudspår";
"qtTrackMPEGTrackName" = "MPEG-spår";
"qtTrackChapterTrackName" = "Kapitelspår";
"qtTrackTextTrackName" = "Textspår";
"qtTrackSpriteTrackName" = "Sprite-spår";
"qtTrackTimeCodeTrackName" = "Tidkodsspår";
"qtTrackFlashTrackName" = "Flash-spår";
"qtTrackTweenTrackName" = "Tween-spår";
"qtTrackMusicTrackName" = "Musikspår";
"qtTrackSkinTrackName" = "Spår för skinn";
"qtTrackThreeDeeTrackName" = "3D-spår";
"qtTrackUnknownTrackName" = "Okänt spår";
"qtTrackFourCharCodeTrackName" = "”%@”-spår";

/* capture */
"qtpCaptureBaseMovieFileName" = "Film";
"qtpCaptureBaseAudioFileName" = "Ljud";
"qtpCaptureDiskFullTitle" = "Inspelningen avbröts eftersom skivan är full.";
"qtpCaptureDiskFullMessage" = "Skapa mer ledigt utrymme genom att ta bort några filer.";
"qtpCaptureWriteFailTitle" = "Inspelningen kunde inte skapa en fil.";
"qtpCaptureWriteFailMessage" = "Skivan kan vara full eller skrivskyddad.";
"qtpCaptureFailedTitle" = "Inspelningen misslyckades.";
"qtpCaptureFailedMessage" = "Inspelningen kunde inte skapa någon film.";
"qtpCaptureNoDeviceTitle" = "Ingen inspelningsenhet hittades.";
"qtpCaptureNoDeviceMessage" = "Kontrollera att inspelningsenheten är ansluten och inte används av något annat program.";
"qtpCaptureDiskNearlyFullTitle" = "Skivan är nästan full.";
"qtpCaptureDiskNearlyFullMessage" = "Insamlingen avslutas automatiskt om %d sekunder.";
"qtpKeep" = "Behåll";
"qtpDontKeep" = "Behåll inte";

/* QTPMovieDocumentController strings */
"qtpMovieDocumentControllerClearMenu" = "Rensa meny";

/* full screen */
"qtpExitFullScreenInstructions" = "Tryck på escape för att lämna helskärmsläge.";

/* movie data size units */
"qtpMovieDataSizeUnitsBytes" = "B";
"qtpMovieDataSizeUnitsKiloBytes" = "K";
"qtpMovieDataSizeUnitsMegaBytes" = " MB";
"qtpMovieDataSizeUnitsGigaBytes" = "GB";
"qtpMovieDataSizeUnitsTeraBytes" = "TB";
"qtpMovieDataSizeUnitsPetaBytes" = "PB";
"qtpMovieDataSizeUnitsExaBytes" = "EB";

/* movie data rate units */
"qtpMovieDataRateUnitsBytes" = "Byte/s";
"qtpMovieDataRateUnitsKiloBytes" = "K/s";
"qtpMovieDataRateUnitsMegaBytes" = "MB/s";
"qtpMovieDataRateUnitsGigaBytes" = "GB/s";
"qtpMovieDataRateUnitsTeraBytes" = "TB/s";
"qtpMovieDataRateUnitsPetaBytes" = "PB/s";
"qtpMovieDataRateUnitsExaBytes" = "EB/s";

/* LCD strings */
"qtpLCDLiveBroadcast" = "Direktsändning";
"qtpLCDLiveBroadcastPaused" = "Direktsändning - pausad";

/* Time Code Strings */ 
"qtpLCDTimeCodeDropFrame" = "Tidskod: Drop-Frame";
"qtpLCDTimeCodeNonDropFrame" = "Tidskod: Non-Drop-Frame";
"qtpLCDTimeCodeStandard" = "Standard";
"qtpLCDTimeCodeFrameNumber" =  "Bildrutenummer";

/* version */
"qtpOldQuickTime" = "Gammal QuickTime";
"qtpOldQuickTimeError" = "Uppgradera till QuickTime 7.0 eller senare.";
"qtpCopyright" = "Copyright © 1989-2010 Apple Inc.\nAlla rättigheter förbehålls.";
"qtpVersion" = "QuickTime version %@, Player version %@";
"qtpQuickTimeVersion" = "QuickTime version %@ (%@)";
"qtpQTKitVersion" = "QTKit version %@ (%@)";

/* languages */
"qtpLanguageSystemDefault" = "(Systemförval)";
"qtpLanguageEnglish" = "Engelska";
"qtpLanguageFrench" = "Franska";
"qtpLanguageGerman" = "Tyska";
"qtpLanguageItalian" = "Italienska";
"qtpLanguageDutch" = "Nederländska";
"qtpLanguageSwedish" = "Svenska";
"qtpLanguageSpanish" = "Spanska";
"qtpLanguageDanish" = "Danska";
"qtpLanguagePortuguese" = "Portugisiska";
"qtpLanguageNorwegian" = "Norska";
"qtpLanguageHebrew" = "Hebreiska";
"qtpLanguageJapanese" = "Japanska";
"qtpLanguageArabic" = "Arabiska";
"qtpLanguageFinnish" = "Finska";
"qtpLanguageGreek" = "Grekiska";
"qtpLanguageIcelandic" = "Isländska";
"qtpLanguageMaltese" = "Maltesiska";
"qtpLanguageTurkish" = "Turkiska";
"qtpLanguageCroatian" = "Kroatiska";
"qtpLanguageTraditionalChinese" = "Traditionell kinesiska";
"qtpLanguageUrdu" = "Urdu";
"qtpLanguageHindi" = "Hindi";
"qtpLanguageThai" = "Thailändska";
"qtpLanguageKorean" = "Koreanska";
"qtpLanguageLithuanian" = "Litauiska";
"qtpLanguagePolish" = "Polska";
"qtpLanguageHungarian" = "Ungerska";
"qtpLanguageEstonian" = "Estniska";
"qtpLanguageLatvian" = "Lettiska";
"qtpLanguageSaamisk" = "Samiska";
"qtpLanguageFaroese" = "Färöiska";
"qtpLanguageFarsi" = "Farsi";
"qtpLanguageRussian" = "Ryska";
"qtpLanguageSimplifiedChinese" = "Förenklad kinesiska";
"qtpLanguageFlemish" = "Flamländska";
"qtpLanguageIrish" = "Iriska";
"qtpLanguageAlbanian" = "Albanska";
"qtpLanguageDefault" = "Förval";

/* progress */
"qtpProgressFlatteningMovie" = "Plattar till film…";
"qtpProgressInsertingTrackSegment" = "Infogar spårsegment…";
"qtpProgressInsertingMovieSegment" = "Infogar filmsegment…";
"qtpProgressPasting" = "Klistrar in…";
"qtpProgressAddingMovieSelection" = "Lägger till filmmarkering…";
"qtpProgressCopying" = "Kopierar…";
"qtpProgressCutting" = "Klipper ut…";
"qtpProgressLoadingMovieIntoRAM" = "Läser in film i RAM-minne…";
"qtpProgressLoadingTrackIntoRAM" = "Läser in spår i RAM-minne…";
"qtpProgressLoadingMediaIntoRAM" = "Läser in medium i RAM-minne…";
"qtpProgressImportingMovie" = "Importerar film…";
"qtpProgressExportingMovie" = "Exporterar film…";

/* device support */
"qtpDeviceSupportSendPrompt" = "Skicka";
"qtpDeviceSupportExportingMovie" = "Exporterar film…";
"qtpDeviceSupportWaiting" = "Väntar på att %@ ska acceptera objektet…";
"qtpDeviceSupportNegotiating" = "Förhandlar… ";
"qtpDeviceSupportWaitingForDevice" = "Väntar på enhet…";
"qtpDeviceSupportTransferring" = "Överför film till %@…";
"qtpDeviceSupportTransferringFile" = "Överför fil";
"qtpDeviceSupportBadRequestError" = "Felaktig förfrågan";

/* sound */
"qtpSoundChannel" = "Kanal";
"qtpSoundUnknown" = "Okänt";
"qtpSoundMono" = "Mono";
"qtpSoundStereo" = "Stereo";
"qtpSoundHertz" = "Hz";
"qtpSoundNone" = "Inget";
"qtpSoundMACE3to1" = "MACE 3:1";
"qtpSoundMACE6to1" = "MACE 6:1";
"qtpSoundBits" = "bitar";
"qtpSoundNotApplicable" = "Inte tillämplig";
"qtpSoundBigEndian" = "Stor endian";
"qtpSoundLittleEndian" = "Liten endian";
"qtpSoundInteger" = "Heltal";

/* accessibility */
"qtpMute" = "ljud av";
"qtpVolume" = "volym";
"qtpSelectionStart" = "startmarkör";
"qtpSelectionEnd" = "slutmarkör";
"qtpMarker" = "markör";
"qtpCurrentTime" = "aktuell tid";
"qtpBack" = "tillbaka";
"qtpZoomOut" = "zooma ut";
"qtpAXRecordButtonTitle" = "spela in";
"qtpAXStopButtonTitle" = "stopp";
"qtpAXPlayButtonTitle" = "spela upp";
"qtpAXPauseButtonTitle" = "pausa";
"qtpZoomIn" = "zooma in";
"qtpShowHotspots" = "Visa aktiva områden";
"qtpGotoBeginning" = "gå till början";
"qtpFastRewind" = "spola tillbaka";
"qtpFastForward" = "spola framåt";
"qtpGotoEnd" = "gå till slutet";
"qtpAXEqualizerRoleDescription" = "equalizer";
"qtpAXGainSliderTitle" = "volym";
"qtpAXBassSliderTitle" = "bas";
"qtpAXTrebleSliderTitle" = "diskant";
"qtpAXBalanceSliderTitle" = "balans";
"qtpAXFadeSliderTitle" = "tona ut";
"qtpAXBrightnessSliderTitle" = "ljusstyrka";
"qtpAXColorSliderTitle" = "färg";
"qtpAXContrastSliderTitle" = "kontrast";
"qtpAXTintSliderTitle" = "toning";
"qtpAXBassTextLabelTitle" = "bas";
"qtpAXLeftTextLabelTitle" = "vänster";
"qtpAXRightTextLabelTitle" = "höger";
"qtpAXFrontTextLabelTitle" = "framsida";
"qtpAXBackTextLabelTitle" = "tillbaka";
"qtpOneHalfTextLabelTitle" = "en halv";
"qtpAXButtonRoleDescription" = "knapp";
"qtpPress" = "tryck";
"qtpIncrement" = "ökning";
"qtpDecrement" = "minskning";
"qtpTimeLine" = "filmtidslinje";
"qtpTimeLineHelp" = "Filmtidslinjenreglage som du navigerar med i filmen";
"qtpCurrentTimeHelp" = "Filmtidslinjens reglage för uppspelningshuvudet som du navigerar med i filmen";
"qtpSelectionStartHelp" = "Filmtidslinjereglage för markering som du använder till att ange starttiden på markeringen i filmen";
"qtpSelectionEndHelp" = "Filmtidslinjereglage som du använder till att ange sluttiden på markeringen i filmen";
"qtpMeterView" = "ljudmätare";

/* export */
"qtpExportWindowTitle" = "Exportera";
"qtpExport" = "Exportera %@";
"qtpFlatten" = "Plattar till";
"qtpExportFailed" = "Exporten misslyckades";
"qtpExportFailedError" = "Exporten misslyckades.";
"qtpDefaultSettings" = "Förvalda inställningar";
"qtpCalculatingEstimatedTime" = " - Beräknar återstående tid…";
"qtpMinutesRemains" = " - ca %d minuter återstår";
"qtpOneMinuteRemains" = " - ca %d minut återstår";
"qtpHoursMinutesRemain" = " - ca %d timmar och %d minuter återstår";
"qtpExportStopAndQuit" = "Är du säker på att du vill avbryta exporten och avsluta?";
"qtpCaptureClose" = "Vill du behålla den befintliga inspelningen?";
"qtpCaptureCloseExplanation" = "En inspelning pågår som kommer att raderas om du väljer att inte behålla den.";
"qtpCouldNotSaveToFolder" = "Sparning i mappen %@ misslyckades.";
"qtpCannotReplaceFileWithFolder" = "Mappen %@ kunde inte skapas eftersom det redan finns en fil med det namnet.";
"qtpCannotReplaceFileWithFolderSuggestion" = "Försök att flytta eller byta namn på originalfilen eller ändra namn på de exporterade filerna.";

/* save as */
"qtpSaveAsFailed" = "”Spara som” misslyckades";
"qtpSaveAsFailedError" = "Filnamnet innehåller ogiltiga tecken.\nTa bort alla ”/” från filnamnet.";
"qtpSave" = "Spara";
"qtpCustom" = "Anpassad";
"qtpCustomSettings" = "Anpassade inställningar";
"qtpQuickTimeMovie" = "QuickTime-film";
"qtpReference" = "Referens";
"qtpSettings" = "Inställningar";
"qtpRecentSettings" = "Senaste inställningar";
"qtpShowAllSettings" = "Visa alla inställningar…";
"qtpSaveSetting" = "Spara inställning…";
"qtpReplaceSetting" = "Ersätt inställning";
"qtpReplace" = "Ersätt";
"qtpReplaceWarning" = "Det finns redan en inställning med det här namnet.\nVill du ersätta den?";
"qtpDeleteSetting" = "Radera inställning";
"qtpDelete" = "Radera";
"qtpDeleteWarning" = "Är du säker på att du vill radera inställningen?";
"qtpCancel" = "Avbryt";
"qtpMyCustomSetting" = "Min anpassade inställning";
"qtpThisIsCustom" = "Detta är anpassat";
"qtpFilesExist" = "Följande filer finns redan i mappen %@. Vill du ersätta dem?";
"qtpFilesExistExplanation" = "%@\n\nFiler med samma namn finns redan i mappen %@. Om du ersätter dem skrivs deras innehåll över.";

/* share */
"qtpShareDefaultName" = "Namnlös";
"qtpShareToPodcast" = "Dela ”%@” med ”%@” till Podcast Server";
"qtpShareToMail" = "Dela ”%@” med Mail";
"qtpShareToiPod" = "Dela ”%@” med iPod";
"qtpPending" = "Väntar…";
"qtpStarting" = "Startar…";
"qtpStarted" = "Startad";
"qtpFailed" = "Misslyckades";
"qtpFailedExitCode" = "Misslyckades: Exporten avslutades oväntat";
"qtpFailedSignal" = "Misslyckades: Exporten avbröts oväntat";
"qtpWaiting" = "Väntar…";
"qtpContinuing" = "Fortsätter…";
"qtpShareVideoSummary" = "{%0}, {%1} x {%2}, {%3} FPS";
"qtpShareAudioSummary" = "{%0}, {%1}, {%2} kHz";
"qtpShareiPodVideoSummary" = "{%0}, {%1} x {%2}";
"qtpShareiPodAudioSummary" = "{%0}, {%1}";
"qtpSharePodcastNoServerName" = "Saknar server-URL";
"qtpSharePodcastNoUserName" = "Saknar användarnamn";
"qtpSharePodcastNoPassword" = "Saknat lösenord";
"qtpSharePodcastInvalidServerName" = "Ogiltig server-URL";
"qtpSharePodcastNoPasswordMessage" = "Fyll i lösenordet för angiven användare och servernamn";
"qtpSharePodcastNoUserNameMessage" = "Fyll i användarnamn för angivet servernamn";
"qtpSharePodcastNoServerNameMessage" = "Fyll i servernamnet för angiven användare och lösenord";
"qtpKeyChainMessage" = "Nyckelringsmeddelande:";
"qtpKeyChainPasswordQuestion" = "Vill du spara lösenordet i nyckelringen?";
"qtpPodcastWorkflowLoading" = "Läser in…";
"qtpPodcastWorkflowDone" = "Klar";

/* Podcast Producer Server error messages */
"qtpSharePodcastServerMessageFormat" = "%@: %@";
"qtpSharePodcastServerMessage" = "Inloggningen misslyckades eftersom ett serverfel inträffade";
"qtpSharePodcastServerMessage_10" = "Du måste vara inloggad som root på datorn om du vill logga in på servern.";
"qtpSharePodcastServerMessage_11" = "Ett fel uppstod vid läsning eller skrivning av en plist.";
"qtpSharePodcastServerMessage_12" = "Ett internt parameterfel inträffade.";
"qtpSharePodcastServerMessage_20" = "Servern är inte tillgänglig just nu.";
"qtpSharePodcastServerMessage_21" = "En server med det angivna värdnamnet hittades inte.";
"qtpSharePodcastServerMessage_22" = "Servern svarade inte innan en maxtidsgräns uppnåddes.";
"qtpSharePodcastServerMessage_23" = "SSL är inte igång på servern.";
"qtpSharePodcastServerMessage_24" = "Server gav inget giltigt certifikat.";
"qtpSharePodcastServerMessage_25" = "Fick ett felaktigt svar från servern.";
"qtpSharePodcastServerMessage_26" = "Du har angett ett ogiltigt användarnamn eller lösenord.";
"qtpSharePodcastServerMessage_30" = "Servern kunde inte skapa ett inskick.";
"qtpSharePodcastServerMessage_31" = "Uppläsningsservern är inte tillgänglig just nu.";
"qtpSharePodcastServerMessage_32" = "Filen kunde inte läsas upp.";
"qtpSharePodcastServerMessage_33" = "Filen kunde inte kopieras.";
"qtpSharePodcastServerMessage_34" = "Inskicket kunde inte slutföras.";
"qtpSharePodcastServerMessage_35" = "Servern kunde inte koppla till agenten.";
"qtpSharePodcastServerMessage_36" = "Servern kunde inte skicka ett kommando till agenten.";
"qtpSharePodcastServerMessage_37" = "Ett okänt fel inträffade.";

/* sandbox */
"qtpParseError" = "Analysfel";
"qtpExporting" = "Exporterar";
"qtpExportFinished" = "Export klar";
"qtpPublishing" = "Publicering";
"qtpPublishFailed" = "Publicering misslyckades";
"qtpPublishFinished" = "Publicering klar";
"qtpFinished" = "Klar";
"qtpUploading" = "Skickar";
"qtpUploadingToPodcastProducer" = "Överför till Podcast Producer";

"favoritesTitle" = "Bokmärken";
"fileNotFound" = "Filen kunde inte öppnas eftersom den inte kunde hittas.";
"deleteConfirmation" = "Vill du verkligen radera bokmärket";
"deleteMultipleConfirmation" = "Vill du verkligen radera de markerade objekten?";
"questionMark" = "?";
"undoneMessage" = "Åtgärden kan inte ångras.";
"cancelTitle" = "Avbryt";
"iconColumnTitle" = "Bokmärke";
"urlColumnTitle" = "Plats";

"clearURLsConfirmation" = "Vill du verkligen rensa de senaste URL:erna?";

/* movie info window items */
"visualContexts" = "Visuella kontexter:";
"visualContextsMediaKeySetTo" = "QTKitVisualContext-medienyckel inställd som ";
"usingVisualContext" = "använder visuell kontext";
"usingGWorld" = "använder gworld";
"disabled" = "avaktiverad";
"enabled" = "aktiverad";

/* QuickTime Pro */
"getQuickTime7ProPanelMessage" = "\n\nSkaffa QuickTime 7 Pro idag så får du tillgång till den här och dussintals andra fantastiska funktioner, inklusive export till iPod och Apple TV.";
"buyNowButton" = "Köp nu";
"learnMoreButton" = "Jag vill veta mer";
"buyNowURL" = "http://www.apple.com/se/quicktime/buy/";
"learnMoreURL" = "http://www.apple.com/se/quicktime/upgrade/";
"qtpNotNow" = "Inte nu";

/* Pro Upgrade Messages */
"newDocumentWithTemplateUpgradeMessage" = "Denna funktion öppnar ett tomt QuickTime Player-fönster där du kan klistra in media, lägga till spår och skapa en ny film.";
"newMovieRecordingUpgradeMessage" = "Med en iSight eller någon annan FireWire-kamera kan Ny filminspelning spela in video och ljud med ett enda klick.";
"newAudioRecordingUpgradeMessage" = "Denna funktion gör att du kan spela in ljud på datorn med ett enda klick, så att du enkelt kan lägga till en berättarröst till filmer och bildspel.";
"openImageSequenceUpgradeMessage" = "Denna funktion gör det enkelt att med några få steg skapa bildspel och animationer från dina stillbilder och teckningar.";
"saveDocumentUpgradeMessage" = "Med Spara behåller du redigeringar och uppspelningsinställningarna till nästa tillfälle då du eller någon annan tittar på filmen.";
"saveDocumentAsUpgradeMessage" = "Med Spara som kan du behålla redigeringar och uppspelningsinställningar i en kopia av filmfilen med ett annat namn.";
"revertDocumentToSavedUpgradeMessage" = "Funktionen gör att du kan ångra alla redigeringar och inställningsändringar sedan du sparade filmen senast.";
"shareUpgradeMessage" = "Med Dela skapar du enkelt en perfekt film för delning via e-post eller HomePage i ditt .Mac-konto.";
"exportUpgradeMessage" = "Exportera ger dig hundratals avancerade alternativ för att skapa eller konvertera multimediefiler till eller från ett stort antal format.";
"exportRefMovieForWebUpgradeMessage" = "Alternativet Exportera för webben gör det enkelt att konvertera mediefiler till format som är optimerade för webbleverans till iPhone och datorn.";

"undoUpgradeMessage" = "Ångra tar bort den senaste ändringen i filmfilen.";
"redoUpgradeMessage" = "”Gör om” gör den senaste ändringen som du gjorde (och sedan ångrade) i filmfilen igen.";
"copyUpgradeMessage" = "Kopiera gör ett kopia av den markerade delen av filmen och lägger det i urklipp för användning på annan plats.";
"cutUpgradeMessage" = "Klipp ut tar bort den markerade delen av filmen och lägger det i urklipp för användning på annan plats.";
"pasteUpgradeMessage" = "Klistra in placerar innehållet i urklipp i filmen på den plats du anger.";
"deleteUpgradeMessage" = "”Radera” tar bort den markerade delen av filmen.";
"selectAllUpgradeMessage" = "Markera allt markerar hela filmen, så att du kan redigera med funktioner som Klipp ut eller Kopiera på hela filmen.";
"selectNoneUpgradeMessage" = "Funktionen tar bort start- och slutpunkterna för markeringen så att ingen del av filmen markeras.";
"trimUpgradeMessage" = "Funktionen behåller den markerade delen av filmen och tar bort resten.";
"addUpgradeMessage" = "Denna funktion lägger till innehållet i urklipp till filmen i ett eget spår.";
"addScaledUpgradeMessage" = "Denna funktion lägger innehållet i urklipp till filmen i ett eget spår, och sträcker ut eller kortar av det så att längden stämmer med den markerade delen av filmen.";
"extractTracksUpgradeMessage" = "Funktionen kopierar det valda spåret till ett separat fönster där du kan redigera, manipulera och spara det som en ny fil.";
"findTextUpgradeMessage" = "Sök söker i textspåren i filmen efter ordet eller frasen som du anger.";
"findNextTextUpgradeMessage" = "Sök nästa söker i textspåren i filmen efter nästa förekomst av ordet eller frasen som du anger.";
"findPreviousTextUpgradeMessage" = "Sök föregående söker i textspåren i filmen efter den förra förekomsten av ordet eller frasen som du anger.";

"fullScreenUpgradeMessage" = "Helskärm förstorar filmen så att den fyller hela skärmen vid uppspelningen, med ett enkelt reglage som tonar bort när uppspelningen börjar.";
"presentMovieUpgradeMessage" = "Med Presentera film får du alternativ för storlek och uppspelning när du spelar upp filmen eller bildspelet mot en enfärgad bakgrund för att få en biografeffekt.";
"loopBackAndForthUpgradeMessage" = "Funktionen spelar filmen framåt och bakåt om och om igen.";
"playSelectionOnlyUpgradeMessage" = "Funktionen spelar upp endast den markerade delen av filmen.";
"playAllFramesUpgradeMessage" = "Funktionen tvingar QuickTime att spela upp alla filmens bildrutor, även dem som QuickTime annars skulle hoppa över för tidsexakthet.";
"playPauseAllUpgradeMessage" = "Den här funktionen spelar alla öppna filmer samtidigt så att du kan jämföra filmversioner eller skapa din egen ”filmstad”.";
"gotoPosterFrameUpgradeMessage" = "Funktionen tar dig till den bildruta i filmen som valts till att presentera filmen för användaren.";
"setPosterFrameUpgradeMessage" = "Med den här funktionen kan du välja en favoritruta som filmens ”omslag”, så att det är lätt att känna igen den när du söker i datorns filsystem eller bäddar in den i en webbsida.";

"openMoviePropertiesUpgradeMessage" = "Denna funktion ger dig mängder med avancerade reglage för information och redigering av dina filmer. Rotera filmer, lägg till anteckningar, ställ in ljudnivån och mycket annat.";
"autoPresentUpgradeMessage" = "Uppspelning i helskärmsläge kräver QuickTime Pro som för närvarande inte är installerat på datorn. Du kan köpa QuickTime Pro på www.apple.com/se/quicktime.";
"genericUpgradeMessage" = "Den här funktionen kräver QuickTime Pro som för närvarande inte är installerat på datorn. Du kan köpa QuickTime Pro på www.apple.com/se/quicktime.";

/* Pro Upgrade Messages */

/* net diagnosis*/
"netDiagnosticsSheetButton" = "Nätverksdiagnos";
"netDiagnosticsSheetMessage" = "Ett nätverksfel har inträffat";

/* error handling */
"qtpCouldNotCreateMovie" = "Filmen kunde inte skapas.";
"qtpCouldNotOpenMovie" = "Filmen kunde inte hittas.";
"qtpCouldNotSaveMovie" = "Filmen kunde inte sparas.";
"qtpCouldNotSaveMovieWithName" = "Filmen ”%@” kunde inte sparas.";
"qtpCouldNotPaste" = "Urklippsinnehållet kunde inte klistras in i filmen.";
"qtpCouldNotPasteWithName" = "Urklippsinnehållet kunde inte klistras in i filmen ”%@”.";
"qtpCouldNotDeleteSelection" = "Det markerade kunde inte raderas från filmen.";
"qtpCouldNotDeleteSelectionWithName" = "Det markerade kunde inte raderas från filmen ”%@”.";
"qtpMightExperiencePlaybackProblems" = "Problem kan uppstå när filmen spelas upp.";
"qtpMightExperiencePlaybackProblemsWithName" = "Problem kan uppstå när filmen ”%@” spelas upp.";
"qtpNonHDCPDisplayDescription" = "Filmen ”%@” kan inte spelas upp eftersom den finns på en skärm som inte är auktoriserad att spela upp skyddade filmer.";
"qtpNonHDCPDisplayRecoverySuggestion" = "Prova med att flytta filmfönstret till en annan skärm eller koppla från skärmar som inte är HDCP-auktoriserade.";
"qtpUnknownError" = "Åtgärden kunde inte slutföras.";

"qtpInvalidURLError" = "Webbadressen är ogiltig.";


"continue" = "Fortsätt";
"close" = "Stäng";
"stop" = "Stopp";

/* time bomb */
"timeBombExpiredMessage" = "Den här tidiga versionen av QuickTime-programvaran har utgått. Gå till:\n\n%@\n\noch hämta en ny version.";
"timeBombUpdateURL" = "http://www.apple.com/se/quicktime/download/";
"quit" = "Avsluta";
"goThere" = "Gå dit";
"dontQuit" = "Avsluta inte";
"aboutBoxTimeBombMessage" = "Löper ut:\n%@";

/*Authorization Message*/
"qtpMovieAuthorization" = "Auktorisering krävs för att visa materialet";

/*Registration*/
/* The text for QuickTime 7 version */
"QT_VERSION_STRING_7" = "QuickTime 7 Pro";
/* The text for QuickTime future versions */
"QT_VERSION_STRING_FUTURE" = "Framtida QuickTime Pro";
/* The Alert String that shows when a user fails to enter a valid registration in the registration panel*/
"QT_INVALID_REGISTRATION" = "Ogiltig registreringskod";

"QT_PROAPP_USER" = "Apple Pro Apps-användare";
"QT_AUTO" = "Automatiskt";
